let stock = [
    {
        catagory: '大盘指数',
        list: [
            '000001 上证指数',
            '510050 华夏上证50ETF'
        ]
    },{
        catagory: '科创板块',
        list: [
            '588000 科创50ETF',
            '688981 中芯国际-科创50',
            '688256 寒武纪',
            '688802 沐曦股份',
            '688111 金山办公',
        ]
    },{
        catagory: '创业板',
        list: [
            '159915 易方达创业板ETF',
        ]
    },{
        catagory: '新能源、光伏板块',
        list: [
            '516160 新能源ETF',
            '159857 光伏ETF',
            '300102 乾照光电',
            '600089 特变电工-光伏'
        ]
    },{
        catagory: '有色金属',
        list: [
            '512400 南方中证申万有色金属ETF',
            '002460 赣锋锂业',
            '600547 山东黄金',
            '000807 云铝股份',
            '002428 云南锗业'
        ]
    },{
        catagory: '新能源汽车',
        list: [
            '159824 博时新能源汽车ETF',
            '002594 比亚迪',
        ]
    },{
        catagory: '能源、电力',
        list: [
            '159945 中证全指能源ETF',
            '561700 电力公用事业ETF',
            '000791 甘肃能源',
        ]
    },{
        catagory: '医疗板块',
        list: [
            '516820 医疗创新ETF',
            '159883 医疗器械ETF',
            '600276 恒瑞医药-医疗创新',
        ]
    },{
        catagory: '金融板块',
        list: [
            '159887 银行ETF',
            '600036 招商银行',
        ]
    },{
        catagory: '传媒娱乐',
        list: [
            '516190 华夏中证文娱传媒ETF',
            '301551 无线传媒',
        ]
    },{
        catagory: '其他',
        list: [
            '300017 网宿科技',
            '603402 陕西旅游',
            '510880 华泰柏瑞上证红利ETF',
        ]
    }
];